/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf seconden";

/* No comment provided by engineer. */
"%i days" = "%i dagen";

/* No comment provided by engineer. */
"%i hours" = "%i uren";

/* No comment provided by engineer. */
"%i minutes" = "%i minuten";

/* No comment provided by engineer. */
"%i weeks" = "%i weken";

/* No comment provided by engineer. */
"1 day" = "1 dag";

/* No comment provided by engineer. */
"1 hour" = "1 uur";

/* No comment provided by engineer. */
"1 minute" = "1 minuut";

/* No comment provided by engineer. */
"1 second" = "1 seconde";

/* No comment provided by engineer. */
"1 week" = "1 week";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Bijlage>>";

/* No comment provided by engineer. */
"Add" = "Voeg toe";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Wis alle markeringen";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Wis alle markeringen hier onder";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Wis alle markeringen links van hier";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Wis alle markeringen rechts van hier";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Wis alle markeringen hier boven";

/* Copy the link to the clipboard */
"Copy Link" = "Kopieer koppeling";

/* No comment provided by engineer. */
"Delete" = "Verwijder";

/* No comment provided by engineer. */
"Image Picker" = "Afbeeldingkiezer";

/* No comment provided by engineer. */
"Invalid Input" = "Ongeldige invoer";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Spring naar gefocusde markering";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Spring naar volgende markering";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Spring naar vorige markering";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Afbeelding";

/* No comment provided by engineer. */
"Select Image" = "Selecteer afbeelding";